{"source": "Gita Supersite", "author": "Not available", "sourceLink": "http://www.gitasupersite.iitk.ac.in/", "originalTitle": "ब्रह्म सूत्र", "text": {"0": {"0": {"0": "।।1.1.9।।", "1": "  तदेव सच्छब्दवाच्यं कारणं प्रकृत्य श्रूयते  यत्रैतत्पुरुषः स्वपिति नाम सता सोम्य तदा संपन्नो भवति स्वमपीतो भवति तस्मादेनं स्वपितीत्याचक्षते स्वं ह्यपीतो भवति इति।  एषा श्रुतिः स्वपितीत्येतत्पुरुषस्य लोकप्रसिद्धं नाम निर्वक्ति।  स्वशब्देनेहात्मोच्यते।  यः प्रकृतः सच्छब्दवाच्यस्तमपीतो भवत्यपिगतो भवतीत्यर्थः।  अपिपूर्वस्यैतेर्लयार्थत्वं प्रसिद्धम् प्रभवाप्ययावित्युत्पत्तिप्रलययोः प्रयोगदर्शनात्।  मनःप्रचारोपाधिविशेषसंबन्धादिन्द्रियार्थान्गृह्णंस्तद्विशेषापन्नो जीवो जागर्ति तद्वासनाविशिष्टः स्वप्नान्पश्यन्मनःशब्दवाच्यो भवति स उपाधिद्वयोपरमे सुषुप्तावस्थायामुपाधिकृतविशेषाभावात्स्वात्मनि प्रलीन इवेति स्वं ह्यपीतो भवति इत्युच्यते।  यथा हृदयशब्दनिर्वचनं श्रुत्या दर्शितम्  स वा एष आत्मा हृदि तस्यैतदेव निरुक्तम्  हृद्ययमिति तस्माद्धृदयमिति  यथा वाशनायोदन्याशब्दप्रवृत्तिमूलं दर्शयति श्रुतिः  आप एव तदशितं नयन्ते तेज एव तत्पीतं नयते इति च एवं स्वमात्मानं सच्छब्दवाच्यमपीतो भवति इतीममर्थं स्वपितिनामनिर्वचनेन दर्शयति।  न च चेतन आत्मा अचेतनं प्रधानं स्वरूपत्वेन प्रतिपद्येत।  यदि पुनः प्रधानमेवात्मीयत्वात्स्वशब्देनैवोच्येत एवमपि चेतनोऽचेतनमप्येतीति विरुद्धमापद्येत।  श्रुत्यन्तरं च        प्राज्ञेनात्मना संपरिष्वक्तो न बाह्यं किंचन वेद नान्तरम् इति सुषुप्तावस्थायां चेतने अप्ययं दर्शयति।  अतो यस्मिन्नप्ययः सर्वेषां चेतनानां तच्चेतनं सच्छब्दवाच्यं जगतः कारणं स्यात् नाचेतनं प्रधानम्।।", "2": "  कुतश्च न प्रधानं जगतः कारणम्  "}, "1": {"0": "अत्त्रधिकरणम्।।1.2.9।।", "1": "  कठवल्लीषु पठ्यते यस्य ब्रह्म च क्षत्रं चोभे भवत ओदनः।  मृत्युर्यस्योपसेचनं क इत्था वेद यत्र सः इति।  अत्र कश्चिदोदनोपसेचनसूचितोऽत्ता प्रतीयते।  तत्र किमग्निरत्ता स्यात् उत जीवः अथवा परमात्मा इति संशयः विशेषानवधारणात् त्रयाणां चाग्निजीवपरमात्मनामस्मिन्ग्रन्थे प्रश्नोपन्यासोपलब्धेः।  किं तावत्प्राप्तम्  अग्निरत्तेति।  कुतः अग्निरन्नादः इति श्रुतिप्रसिद्धिभ्याम्।  जीवो वा अत्ता स्यात् तयोरन्यः पिप्पलं स्वाद्वत्ति इति दर्शनात् न परमात्मा अनश्चन्नन्योऽभिचाकशीति इति दर्शनादित्येवं प्राप्ते  ", "2": "  ब्रूमः  अत्तात्र परमात्मा भवितुमर्हति।  कुतः  चराचरग्रहणात्।  चराचरं हि स्थावरजङ्गमं मृत्यूपसेचनमिहाद्यत्वेन प्रतीयते तादृशस्य चाद्यस्य न परमात्मनोऽन्यः कात्स्न्र्येनात्ता संभवति।  परमात्मा  तु विकारजातमुपसंहरन्सर्वमत्तीत्युपपद्यते।  नन्विह चराचरग्रहणं नोपलभ्यते कथं सिद्धवच्चराचरग्रहणं हेतुत्वेनोपादीयते  नैष दोषः मृत्यूपसेचनत्वेनेहाद्यत्वेन सर्वस्य प्राणिनिकायस्य प्रतीयमानत्वात् ब्रह्मक्षत्रयोश्च प्राधान्यात्प्रदर्शनार्थत्वोपपत्तेः।  यत्तु परमात्मनोऽपि नात्तृत्वं संभवति अनश्नन्नन्योऽभिचाकशीति इति दर्शनादिति अत्रोच्यते  कर्मफलभोगस्य प्रतिषेधकमेतद्दर्शनम् तस्य संनिहितत्वात्।  न विकारसंहारस्य प्रतिषेधकम् सर्ववेदान्तेषु सृष्टिस्थितिसंहारकारणत्वेन ब्रह्मणः प्रसिद्धत्वात्।  तस्मात्परमात्मैवेहात्ता भवितुमर्हति।।"}, "2": {"0": "।।1.3.9।।", "1": "  अपि च ये भूम्नि श्रूयन्ते धर्माः ते परमात्मन्युपपद्यन्ते।  यत्र नान्यत्पश्यति नान्यच्छृणोति नान्यद्विजानाति स भूमा इति दर्शनादिव्यवहाराभावं भूमनि अवगमयति।  परमात्मनि चायं दर्शनादिव्यवहाराभावोऽवगतः      यत्र त्वस्य सर्वमात्मैवाभूत्तत्केन कं पश्येत् इत्यादिश्रुत्यन्तरात्।  योऽप्यसौ सुषुप्त्यवस्थायां दर्शनादिव्यवहाराभाव उक्तः सोऽप्यात्मन एवासङ्गत्वविवक्षयोक्तः न प्राणस्वभावविवक्षया परमात्मप्रकरणात्।  ", "2": "यदपि तस्यामवस्थायां सुखमुक्तम् तदप्यात्मन एव सुखरूपत्वविवक्षयोक्तम् यत आह  एषोऽस्य परम आनन्द एतस्यैवानन्दस्यान्यानि भूतानि मात्रामुपजीवन्ति इति।  इहापि यो वै भूमा तत्सुखं नाल्पे सुखमस्ति भूमैव सुखम् इति सामयसुखनिराकरणेन ब्रह्मैव सुखं भूमानं दर्शयति।  यो वै भूमा तदमृतम् इत्यमृतत्वमपीह श्रूयमाणं परमकारणं गमयति विकाराणाममृतत्वस्यापेक्षिकत्वात् अतोऽन्यदार्तम् इति च श्रुत्यन्तरात्।  तथा च सत्यत्वं स्वमहिमप्रतिष्ठितत्वं सर्वगतत्वं सर्वात्मत्वमिति चैते धर्माः श्रूयमाणाः परमात्मन्येवोपपद्यन्ते नान्यत्र।  तस्माद्भूमा परमात्मेति सिद्धम्।।"}, "3": {"0": "।।1.4.9।।", "1": "  परमेश्वरादुत्पन्ना ज्योतिःप्रमुखा तेजोबन्नलक्षणा चतुर्विधस्य भूतग्रामस्य प्रकृतिभूतेयमजा प्रतिपत्तव्या। तुशब्दोऽवधारणार्थः  भूतत्रयलक्षणैवेयमजा विज्ञेया न गुणत्रयलक्षणा।  कस्मात्  तथा ह्येके शाखिनस्तेजोबन्नानां परमेश्वरादुत्पत्तिमाम्नाय तेषामेव रोहितादिरूपतामामनन्ति  यदग्ने रोहितं रूपं तेजसस्तद्रूपं यच्छुक्लं तदपां यत्कृष्णं तदन्नस्य इति तान्येवेह तेजोबन्नानि प्रत्यभिज्ञायन्ते रोहितादिशब्दसामान्यात् रोहितादीनां च शब्दानां रूपविशेषेषु मुख्यत्वाद्भाक्तत्वाच्च गुणविषयत्वस्य असंदिग्धेन च संदिग्धस्य निगमनं न्याय्यं मन्यन्ते।  तथेहापि ब्रह्मवादिनो वदन्ति।  किंकारणं ब्रह्म इत्युपक्रम्य ते ध्यानयोगानुगता अपश्यन्देवात्मशक्तिं स्वगुणैर्निगूढाम् इति पारमेश्वर्याः शक्तेः समस्तजगद्विधायिन्या वाक्योपक्रमेऽवगमात् वाक्यशेषेऽपि मायां तु प्रकृतिं विद्यान्मायिनं तु महेश्वरम् इति यो योनिं योनिमधितिष्ठत्येकः इति च तस्या एवावगमान्न स्वतन्त्रा काचित्प्रकृतिः प्रधानं नामाजामन्त्रेणाम्नायत इति शक्यते वक्तुम्।  प्रकरणात्तु सैव दैवी शक्तिरव्याकृतनामरूपा नामरूपयोः प्रागवस्था अनेनापि ", "2": "मन्त्रेणाम्नायत इत्युच्यते तस्याश्च स्वविकारविषयेण त्रैरूप्येण त्रैरूप्यमुक्तम्।।", "3": "  कथं पुनस्तेजोबन्नात्मना त्रैरूप्येण त्रिरूपा अजा प्रतिपत्तुं शक्यते यावता न तावत्तेजोबन्नेष्वजाकृतिरस्ति न च तेजोबन्नानां जातिश्रवणादजातिनिमित्तोऽप्यजाशब्दः संभवतीति अत उत्तरं पठति  "}}, "1": {"0": {"0": "।।2.1.9।।", "1": "  नैवास्मदीये दर्शने किंचिदसामञ्जस्यमस्ति।  यत्तावदभिहितम्  कारणमपिगच्छत्कार्यं कारणमात्मीयेन धर्मेण दूषयेदिति न तद्दूषणम् कस्मात्  दृष्टान्तभावात्  सन्ति हि दृष्टान्ताः यथा कारणमपिगच्छत्कार्यं कारणमात्मीयेन धर्मेण न दूषयति तद्यथा  शरावादयो मृत्प्रकृतिका विकारा विभागावस्थायामुच्चावचमध्यमप्रभेदाः सन्तः पुनः प्रकृतिमपिगच्छन्तो न तामात्मीयेन धर्मेण संसृजन्ति रुचकादयश्च सुवर्णविकारा अपीतौ न पुनः सुवर्णमात्मीयेन धर्मेण संसृजन्ति पृथिवीविकारश्चतुर्विधो भूतग्रामो न पृथिवीमपीतावात्मीयेन धर्मेण संसृजति त्वत्पक्षस्य तु न कश्चिद्दृष्टान्तोऽस्ति अपीतिरेव हि न संभवेत् यदि कारणे कार्यं स्वधर्मेणैवावतिष्ठेत अनन्यत्वेऽपि कार्यकारणयोः कार्यस्य कारणात्मत्वम् न तु कारणस्य कार्यात्मत्वम्  आरम्भणशब्दादिभ्यः इत्यत्र वक्ष्यामः।  अत्यल्पं चेदमुच्यते  कार्यमपीतावात्मीयेन धर्मेण कारणं संसृजेदिति स्थितावपि हि समानोऽयं प्रसङ्गः कार्यकारणयोरनन्यत्वाभ्युपगमात् इदं सर्वं यदयमात्मा आत्मैवेदं सर्वम् ब्रह्मैवेदममृतं पुरस्तात् सर्वं खल्विदं ब्रह्म इत्येवमाद्याभिर्हि श्रुतिभिरविशेषेण त्रिष्वपि कालेषु कार्यस्य कारणादनन्यत्वं श्राव्यते तत्र यः परिहारः कार्यस्य तद्धर्माणां चाविद्याध्यारोपितत्वान्न तैः कारणं संसृज्यत इति अपीतावपि स समानः।  अस्ति चायमपरो दृष्टान्तः  यथा स्वयं प्रसारितया मायया मायावी त्रिष्वपि कालेषु न संस्पृश्यते  अवस्तुत्वात् एवं परमात्मापि संसारमायया न संस्पृश्यत इति यथा च स्वप्नदृगेकः स्वप्नदर्शनमायया न संस्पृश्यते प्रबोधसंप्रसादयोरनन्वागतत्वात् एवमवस्थात्रयसाक्ष्येकोऽव्यभिचार्यवस्थात्रयेण व्यभिचारिणा न संस्पृश्यते मायामात्रं ह्येतत् यत्परमात्मनोऽवस्थात्रयात्मनावभासनम् रज्ज्वा इव सर्पादिभावेनेति अत्रोक्तं वेदान्तार्थसंप्रदायविद्भिराचार्यैः    अनादिमायया सुप्तो यदा जीवः प्रबुध्यते।  अजमनिद्रमस्वप्नमद्वैतं बुध्यते तदा इति तत्र यदुक्तमपीतौ कारणस्यापि कार्यस्येव स्थौल्यादिदोषप्रसङ्ग इति एतदयुक्तम्। यत्पुनरेतदुक्तम्  समस्तस्य विभागस्याविभागप्राप्तेः पुनर्विभागेनोत्पत्तौ नियमकारणं नोपपद्यत इति अयमप्यदोषः दृष्टान्तभावादेव  यथा हि सुषुप्तिसमाध्यादावपि सत्यां स्वाभाविक्यामविभागप्राप्तौ मिथ्याज्ञानस्यानपोदितत्वात्पूर्ववत्पुनः प्रबोधे विभागो भवति एवमिहापि भविष्यति श्रुतिश्चात्र भवति  इमाः सर्वाः प्रजाः सति संपद्य न विदुः सति संपद्यामह इति त इह व्याघ्रो वा सिंहो वा वृको वा वराहो वा कीटो वा पतङ्गो वा दंशो वा मशको वा यद्यद्भवन्ति तदा भवन्ति इति यथा ह्यविभागेऽपि परमात्मनि मिथ्याज्ञानप्रतिबद्धो विभागव्यवहारः स्वप्नवदव्याहतः स्थितौ दृश्यते एवमपीतावपि मिथ्याज्ञानप्रतिबद्धैव विभागशक्तिरनुमास्यते।  एतेन मुक्तानां पुनरुत्पत्तिप्रसङ्गः प्रत्युक्तः सम्यग्ज्ञानेन मिथ्याज्ञानस्यापोदितत्वात्।  यः पुनरयमन्तेऽपरो विकल्प उत्प्रेक्षितः  अथेदं जगदपीतावपि विभक्तमेव परेण ब्रह्मणावतिष्ठेतेति सोऽप्यनभ्युपगमादेव प्रतिषिद्धः।  तस्मात्समञ्जसमिदमौपनिषदं दर्शनम्।।"}, "1": {"0": "।।2.2.9।।", "1": "  अथापि स्यात्  अन्यथा वयमनुमिमीमहे  यथा नायमनन्तरो दोषः प्रसज्येत न ह्यनपेक्षस्वभावाः कूटस्थाश्चास्माभिर्गुणा अभ्युपगम्यन्ते प्रमाणाभावात् कार्यवशेन तु गुणानां स्वभावोऽभ्युपगम्यते यथा यथा कार्योत्पाद उपपद्यते तथा तथैतेषां स्वभावोऽभ्युपगन्तव्यः चलं गुणवृत्तमिति चास्त्यभ्युपगमः तस्मात्साम्यावस्थायामपि वैषम्योपगमयोग्या एव गुणा अवतिष्ठन्त इति।  एवमपि प्रधानस्य ज्ञशक्तिवियोगाद्रचनानुपपत्त्यादयः पूर्वोक्ता दोषास्तदवस्था  एव ज्ञशक्तिमपि त्वनुमिमानः प्रतिवादित्वान्निवर्तेत चेतनमेकमनेकप्रपञ्चस्य जगत उपादानमिति ब्रह्मवादप्रसङ्गात् वैषम्योपगमयोग्या अपि गुणाः साम्यावस्थायां निमित्ताभावान्नैव वैषम्यं भजेरन् भजमाना वा निमित्ताभावाविशेषात्सर्वदैव वैषम्यं भजेरन्  इति प्रसज्यत एवायमनन्तरोऽपि दोषः।।"}, "2": {"0": "असंभवाधिकरणम्।।2.3.9।।", "1": "  वियत्पवनयोरसंभाव्यमानजन्मनोरप्युत्पत्तिमुपश्रुत्य ब्रह्मणोऽपि भवेत्कुतश्चिदुत्पत्तिरिति स्यात्कस्यचिन्मतिः तथा विकारेभ्य एवाकाशादिभ्य उत्तरेषां विकाराणामुत्पत्तिमुपश्रुत्य आकाशस्यापि विकारादेव ब्रह्मण उत्पत्तिरिति कश्चिन्मन्येत तामाशङ्कामपनेतुमिदं सूत्रम्  असंभवस्त्विति।  न खलु ब्रह्मणः सदात्मकस्य कुतश्चिदन्यतः संभव उत्पत्तिराशङ्कितव्या कस्मात्  अनुपपत्तेः।  सन्मात्रं हि ब्रह्म न तस्य सन्मात्रादेवोत्पत्तिः संभवति असत्यतिशये प्रकृतिविकारभावानुपपत्तेः नापि सद्विशेषात् दृष्टविपर्ययात्  सामान्याद्विशेषा उत्पद्यमाना दृश्यन्ते मृदादेर्घटादयः न तु विशेषेभ्यः सामान्यम् नाप्यसतः निरात्मकत्वात् कथमसतः सज्जायेत इति च आक्षेपश्रवणात्।  स कारणं करणाधिपाधिपो न चास्य कश्चिज्जनिता न चाधिपः इति च ब्रह्मणो जनयितारं वारयति।  वियत्पवनयोः पुनरुत्पत्तिः प्रदर्शिता न तु ब्रह्मणः सा अस्तीति वैषम्यम्।  न च विकारेभ्यो विकारान्तरोत्पत्तिदर्शनाद्ब्रह्मणोऽपि विकारत्वं भवितुमर्हति मूलप्रकृत्यनभ्युपगमेऽनवस्थाप्रसङ्गात् या मूलप्रकृतिरभ्युपगम्यते तदेव च नो ब्रह्मेत्यविरोधः।।"}, "3": {"0": "वायुक्रियाधिकरणम्।।2.4.9।।", "1": "  स पुनर्मुख्यः प्राणः किंस्वरूप इति इदानीं जिज्ञास्यते।  तत्र प्राप्तं तावत्  श्रुतेः वायुः प्राण इति एवं हि श्रूयते  यः प्राणः स वायुः स एष वायुः पञ्चविधः प्राणोऽपानो व्यान उदानः समानः इति।  अथवा तन्त्रान्तरीयाभिप्रायात् समस्तकरणवृत्तिः प्राण इति प्राप्तम् एवं हि तन्त्रान्तरीया आचक्षते  सामान्या करणवृत्तिः प्राणाद्या वायवः पञ्चेति।।", "2": "  अत्रोच्यते  न वायुः प्राणः नापि करणव्यापारः कुतः  पृथगुपदेशात् वायोस्तावत् प्राणस्य पृथगुपदेशो भवति  प्राण एव ब्रह्मणश्चतुर्थः पादः स वायुना ज्योतिषा भाति च तपति च इति न हि वायुरेव सन् वायोः पृथगुपदिश्येत।  तथा करणवृत्तेरपि पृथगुपदेशो भवति वागादीनि करणान्यनुक्रम्य तत्र तत्र पृथक्प्राणस्यानुक्रमणात् वृत्तिवृत्तिमतोरभेदात् न हि करणव्यापार एव सन् करणेभ्यः पृथगुपदिश्येत।  तथा    एतस्माज्जायते प्राणो मनः सर्वेन्द्रियाणि च।  खं वायुः इत्येवमादयोऽपि वायोः करणेभ्यश्च प्राणस्य ", "3": "पृथगुपदेशा अनुसर्तव्याः।  न च समस्तानां करणानामेका वृत्तिः संभवति प्रत्येकमेकैकवृत्तित्वात् समुदायस्य च अकारकत्वात् ननु पञ्जरचालनन्यायेन एतद्भविष्यति  यथा एकपञ्जरवर्तिन एकादशपक्षिणः प्रत्येकं प्रतिनियतव्यापाराः सन्तः संभूय एकं पञ्जरं चालयन्ति एवमेकशरीरवर्तिन एकादशप्राणाः प्रत्येकं प्रतिनियतवृत्तयः सन्तः संभूय एकां प्राणाख्यां वृत्तिं प्रतिलप्स्यन्त इति नेत्युच्यते  युक्तं तत्र  प्रत्येकवृत्तिभिरवान्तरव्यापारैः पञ्जरचालनानुरूपैरेवोपेताः पक्षिणः संभूय एकं पञ्जरं चालयेयुरिति तथा दृष्टत्वात् इह तु  श्रवणाद्यवान्तरव्यापारोपेताः प्राणा न संभूय प्राण्युरिति युक्तम् प्रमाणाभावात् अत्यन्तविजातीयत्वाच्च श्रवणादिभ्यः प्राणनस्य।  तथा प्राणस्य श्रेष्ठत्वाद्युद्धोषणम् गुणभावोपगमश्च तं प्रति वागादीनाम् न करणवृत्तिमात्रे प्राणेऽवकल्पते।  तस्मादन्यो वायुक्रियाभ्यां प्राणः।  कथं तर्हीयं श्रुतिः  यः प्राणः स वायुः इति  उच्यते  वायुरेवायम् अध्यात्ममापन्नः पञ्चव्यूहो विशेषात्मनावतिष्ठमानः प्राणो नाम भण्यते न तत्त्वान्तरम् नापि वायुमात्रम् अतश्चोभे अपि भेदाभेदश्रुती न विरुध्येते।।", "4": "  स्यादेतत्  प्राणोऽपि तर्हि जीववत् अस्मिन् शरीरे स्वातन्त्र्यं प्राप्नोति श्रेष्ठत्वात् गुणभावोपगमाच्च तं प्रति वागादीनामिन्द्रियाणाम् तथा हि अनेकविधा विभूतिः प्राणस्य श्राव्यते  सुप्तेषु वागादिषु प्राण एवैको जागर्ति प्राण एवैको मृत्युना अनाप्तः प्राणः संवर्गो वागादीन् संवृङ्क्ते प्राण इतरान्प्राणान्रक्षति मातेव पुत्रान्  इति तस्मात्प्राणस्यापि जीववत् स्वातन्त्र्यप्रसङ्गः तं परिहरति  "}}, "2": {"0": {"0": "।।3.1.9।।", "1": "अथापि स्यात्  या श्रुतिरनुशयसद्भावप्रतिपादनायोदाहृता  तद्य इह रमणीयचरणाः इति सा खलु चरणात् योन्यापत्तिं दर्शयति नानुशयात् अन्यच्चरणम् अन्योऽनुशयः  चरणं चारित्रम् आचारः शीलमित्यनर्थान्तरम् अनुशयस्तु भुक्तफलात्कर्मणोऽतिरिक्तं कर्म अभिप्रेतम् श्रुतिश्च कर्मचरणे भेदेन व्यपदिशति  यथाकारी यथाचारी तथा भवति इतियान्यनवद्यानि कर्माणि तानि सेवितव्यानि नो इतराणि यान्यस्माक्ुचरितानि तानि त्वयोपास्यानि इति च तस्मात् चरणाद्योन्यापत्तिश्रुतेः नानुशयसिद्धिः इति चेत् नैष दोषः  यतोऽनुशयोपलक्षणार्थैव एषा चरणश्रुतिरिति कार्ष्णाजिनिराचार्यो मन्यते।।"}, "1": {"0": "कर्मानुस्मृतिशब्दविध्यधिकरणम्।।3.2.9।।", "1": "तस्याः पुनः सत्संपत्तेः प्रतिबुध्यमानः किं य एव सत्संपन्नः स एव प्रतिबुध्यते उत स वा अन्यो वा इति चिन्त्यते। तत्र प्राप्तं तावत्  अनियम इति कुतः यदा हि जलराशौ कश्चिज्जलबिन्दुः प्रक्षिप्यते जलराशिरेव स तदा भवति पुनरुद्धरणे च स एव जलबिन्दुर्भवति  इति दुःसंपादम्  तद्वत् सुप्तः परेणैकत्वमापन्नः संप्रसीदतीति न स एव पुनरुत्थातुमर्हति तस्मात् स एव ईश्वरो वा अन्यो वा जीवः प्रतिबुध्यते इति।। ", "2": "एवं प्राप्ते इदमाह  स एव तु जीवः सुप्तः स्वास्थ्यं गतः पुनरुत्तिष्ठति नान्यः कस्मात् कर्मानुस्मृतिशब्दविधिभ्यः विभज्य हेतुं दर्शयिष्यामि  कर्मशेषानुष्ठानदर्शनात्तावत्स एवोत्थातुमर्हति नान्यः तथा हि  पूर्वेद्युरनुष्ठितस्य कर्मणः अपरेद्युः शेषमनुतिष्ठन्दृश्यते न चान्येन सामिकृतस्य कर्मणः अन्यः शेषक्रियायां प्रवर्तितुमुत्सहते अतिप्रसङ्गात् तस्मादेक एव पूर्वेद्युरपरेद्युश्च एकस्य कर्मणः कर्तेति गम्यते। इतश्च स एवोत्तिष्ठति यत्कारणम् अतीतेऽहनि अहमदोऽद्राक्षमिति पूर्वानुभूतस्य पश्चात्स्मरणम् अन्यस्योत्थाने नोपपद्यते न ह्यन्यदृष्टम् अन्योऽनुस्मर्तुमर्हति सोऽहमस्मीति च आत्मानुस्मरणमात्मान्तरोत्थाने नावकल्पते। शब्देभ्यश्च तस्यैवोत्थानमवगम्यते तथा हि  पुनः  प्रतिन्यायं प्रतियोन्याद्रवति बुद्धान्तायैवइमाः सर्वाः प्रजा अहरहर्गच्छन्त्य एतं ब्रह्मलोकं न विन्दन्तित इह व्याघ्रो वा सिंहो वा वृको वा वराहो वा कीटो वा पतङ्गो वा दंशो वा मशको वा यद्यद्भवन्ति तदाभवन्ति इत्येवमादयः शब्दाः स्वापप्रबोधाधिकारपठिता न आत्मान्तरोत्थाने सामञ्जस्यम् ईयुः। कर्मविद्याविधिभ्यश्चैवमेवावगम्यते अन्यथा हि कर्मविद्याविधयोऽनर्थकाः स्युः अन्योत्थानपक्षे हि सुप्तमात्रो मुच्यत इत्यापद्येत एवं चेत्स्यात् वद किं कालान्तरफलेन कर्मणा विद्यया वा कृतं स्यात्। अपि च अन्योत्थानपक्षे यदि तावच्छरीरान्तरे व्यवहरमाणो जीव उत्तिष्ठेत् तत्रत्यव्यवहारलोपप्रसङ्गः स्यात् अथ तत्र सुप्त उत्तिष्ठेत् कल्पनानर्थक्यं स्यात्  यो हि यस्मिन् शरीरे सुप्तः सः तस्मिन् नोत्तिष्ठति अन्यस्मिन् शरीरे सुप्तः अन्यस्मिन्नुत्तिष्ठतीति कोऽस्यां कल्पनायां लाभः स्यात् अथ मुक्त उत्तिष्ठेत् अन्तवान्मोक्ष आपद्येत निवृत्ताविद्यस्य च पुनरुत्थानमनुपपन्नम् एतेन ईश्वरस्योत्थानं प्रत्युक्तम् नित्यनिवृत्ताविद्यत्वात्। अकृताभ्यागमकृतविप्रणाशौ च दुर्निवारावन्योत्थानपक्षे स्याताम्। तस्मात्स एवोत्तिष्ठति नान्य इति। यत्पुनरुक्तम्  यथा जलराशौ प्रक्षिप्तो जलबिन्दुर्नोद्धर्तुं शक्यते एवं सति संपन्नो जीवो नोत्पतितुमर्हतीति तत्परिह्रियते  युक्तं तत्र विवेककारणाभावात् जलबिन्दोरनुद्धरणम् इह तु विद्यते विवेककारणम्  कर्म च अविद्या च इति वैषम्यम् दृश्यते च दुर्विवेचयोरप्यस्मज्जातीयैः क्षीरोदकयोः संसृष्टयोः हंसेन विवेचनम्। अपि च न जीवो नाम कश्चित्परस्मादन्यो विद्यते यो जलबिन्दुरिव जलराशेः सतो विविच्येत सदेव तु उपाधिसंपर्काज्जीव इत्युपचर्यते इत्यसकृत्प्रपञ्चितम् एवं सति यावदेकोपाधिगता बन्धानुवृत्तिः तावदेकजीवव्यवहारः उपाध्यन्तरगतायां तु बन्धानुवृत्तौ जीवान्तरव्यवहारः स एवायमुपाधिः स्वापप्रबोधयोः बीजाङ्कुरन्यायेन  इत्यतः स एव जीवः प्रतिबुध्यत इति युक्तम्।।"}, "2": {"0": "व्याप्त्याधिकरणम्।।3.3.9।।", "1": "ओमित्येतदक्षरमुद्गीथमुपासीत इत्यत्र अक्षरोद्गीथशब्दयोः सामानाधिकरण्ये श्रूयमाणे अध्यासापवादैकत्वविशेषणपक्षाणां प्रतिभासनात् कतमोऽत्र पक्षोन्याय्यः स्यादिति विचारः। तत्र अध्यासो नाम  द्वयोर्वस्तुनोः अनिवर्तितायामेव अन्यतरबुद्धौ अन्यतरबुद्धिरध्यस्यते यस्मिन् इतरबुद्धिरध्यस्यते अनुवर्तत एव तस्मिन् तद्बुद्धिः अध्यस्तेतरबुद्धावपि  यथा नाम्नि ब्रह्मबुद्धावध्यस्यमानायामपि अनुवर्तत एव नामबुद्धिः न ब्रह्मबुद्ध्या निवर्तते  यथा वा प्रतिमादिषु विष्ण्वादिबुद्ध्यध्यासः  एवमिहापि अक्षरे उद्गीथबुद्धिरध्यस्येत उद्गीथे वा अक्षरबुद्धिरिति। अपवादो नाम  यत्र कस्मिंश्चिद्वस्तुनि पूर्वनिविष्टायां मिथ्याबुद्धौ निश्चितायाम् पश्चादुपजायमाना यथार्था बुद्धिः पूर्वनिविष्टाया मिथ्याबुद्धेः निवर्तिका भवति  यथा देहेन्द्रियसंघाते आत्मबुद्धिः आत्मन्येव आत्मबुद्ध्या पश्चाद्भाविन्यातत्त्वमसि इत्यनया यथार्थबुद्ध्या निवर्त्यते  यथा वा दिग्भ्रान्तिबुद्धिः दिग्याथात्म्यबुद्ध्या निवर्त्यते  एवमिहापि अक्षरबुद्ध्या उद्गीथबुद्धिर्निवर्त्येत उद्गीथबुद्ध्या वा अक्षरबुद्धिरिति। एकत्वं तु अक्षरोद्गीथशब्दयोरनतिरिक्तार्थवृत्तित्वम्  यथा द्विजोत्तमो ब्राह्मणो भूमिदेव इति। विशेषणं पुनः सर्ववेदव्यापिन ओमित्येतस्याक्षरस्य ग्रहणप्रसङ्गे औद्गात्रविशेषस्य समर्पणम्  यथा नीलं यदुत्पलम् तदानयेति एवमिहापि उद्गीथो य ओंकारः तमुपासीतेति। एवमेतस्मिन्सामानाधिकरण्यवाक्ये विमृश्यमाने एते पक्षाः प्रतिभान्ति तत्रान्यतमनिर्धारणकारणाभावात् अनिर्धारणप्राप्तौ  ", "2": "इदमुच्यते  व्याप्तेश्च समञ्जसमिति। चशब्दो़ऽयं तुशब्दस्थाननिवेशी पक्षत्रयव्यावर्तनप्रयोजनः। तदिह त्रयः पक्षाः सावद्या इति पर्युदस्यन्ते विशेषणपक्ष एवैको निरवद्य इत्युपादीयते। तत्राध्यासे तावत्  या बुद्धिः इतरत्र अध्यस्यते तच्छब्दस्य लक्षणावृत्तित्वं प्रसज्येत तत्फलं च कल्प्येत श्रूयत एव फलम्आपयिता ह वै कामानां भवति इत्यादि इति चेत्  तन्न तस्य अन्यफलत्वात् आप्त्यादिदृष्टिफलं हि तत् नोद्गीथाध्यासफलम्। अपवादेऽपि समानः फलाभावः मिथ्याज्ञाननिवृत्तिः फलमिति चेत् न पुरुषार्थोपयोगानवगमात् न च कदाचिदपि ओंकारात् ओकारबुद्धिर्निवर्तेत उद्गीथाद्वा उद्गीथबुद्धिः न चेदं वाक्यं वस्तुतत्त्वप्रतिपादनपरम् उपासनाविधिपरत्वात्। नापि एकत्वपक्षः संगच्छते निष्प्रयोजनं हि तदा शब्दद्वयोच्चारणं स्यात् एकेनैव विवक्षितार्थसमर्पणात्। न च हौत्रविषये आध्वर्यवविषये वा अक्षरे ओंकारशब्दवाच्ये उद्गीथशब्दप्रसिद्धिरस्ति नापि सकलायाम् साम्नो द्वितीयायां भक्तौ उद्गीथशब्दवाच्यायाम् ओंकारशब्दप्रसिद्धिः येनानतिरिक्तार्थता स्यात्। परिशेषाद्विशेषणपक्षः परिगृह्यते व्याप्तेः सर्ववेदसाधारण्यात् सर्वव्याप्यक्षरमिह मा प्रसञ्जि  इत्यत उद्गीथशब्देन अक्षरं विशेष्यते  कथं नाम उद्गीथावयवभूत ओंकारो गृह्येतेति। नन्वस्मिन्नपि पक्षे समाना लक्षणा उद्गीथशब्दस्य अवयवलक्षणार्थत्वात् सत्यमेवमेतत् लक्षणायामपि तु संनिकर्षविप्रकर्षौ भवत एव अध्यासपक्षे हि अर्थान्तरबुद्धिरर्थान्तरे निक्षिप्यत इति विप्रकृष्टा लक्षणा विशेषणपक्षे तु अवयविवचनेन शब्देन अवयवः समर्प्यत इति संनिकृष्टा समुदायेषु हि प्रवृत्ताः शब्दा अवयवेष्वपि वर्तमाना दृष्टाः पटग्रामादिषु। अतश्च व्याप्तेर्हेतोःओमित्येतदक्षरम् इत्येतस्यउद्गीथम् इत्येतद्विशेषणमिति समञ्जसमेतत् निरवद्यमित्यर्थः।।"}, "3": {"0": "।।3.4.9।।", "1": "  यत्तूक्तम्  आचारदर्शनात्कर्मशेषो विद्येति अत्र ब्रूमः  तुल्यमाचारदर्शनम् अकर्मशेषत्वेऽपि विद्यायाः।  तथा हि श्रुतिर्भवति  एतद्ध स्म वै तद्विद्वांस आहुऋर््षयः कावषेयाः किमर्था वयमध्येष्यामहे किमर्था वयं यक्ष्यामहे।  एतद्ध स्म वै तत्पूर्वे विद्वांसोऽग्निहोत्रं न जुहवांचक्रिरे एतं वै तमात्मानं विदित्वा ब्राह्मणाः पुत्रैषणायाश्च वित्तैषणायाश्च लोकैषणायाश्च व्युत्थायाथ भिक्षाचर्यं चरन्ति इत्येवंजातीयका।  याज्ञवल्क्यादीनामपि ब्रह्मविदाम् अकर्मनिष्ठत्वं दृश्यते  एतावदरे खल्वमृतत्वमिति होक्त्वा याज्ञवल्क्यः प्रवव्राज इत्यादिश्रुतिभ्यः।  अपि च यक्ष्यमाणो वै भगवन्तोऽहमस्मि इत्येतत् लिङ्गदर्शनं वैश्वानरविद्याविषयम् संभवति च सोपाधिकायां ब्रह्मविद्यायां कर्मसाहित्यदर्शनम् न तु अत्रापि कर्माङ्गत्वमस्ति प्रकरणाद्यभावात्।।", "2": "  यत्पुनरुक्तम्  तच्छ्रुतेः इति अत्र ब्रूमः  "}}, "3": {"0": {"0": "।।4.1.9।।", "1": "  अपि च  ध्यायतीव पृथिवी इत्यत्र पृथिव्यादिषु अचलत्वमेवापेक्ष्य ध्यायतिवादो भवति तच्च लिङ्गम् उपासनस्य आसीनकर्मत्वे।।"}, "1": {"0": "।।4.2.9।।", "1": "  तच्च इतरभूतसहितं तेजो जीवस्य अस्माच्छरीरात्प्रवसत आश्रयभूतं स्वरूपतः परिमाणतश्च सूक्ष्मं भवितुमर्हति।  तथा हि नाडीनिष्क्रमणश्रवणादिभ्योऽस्य सौक्ष्म्यमुपलभ्यते।  तत्र तनुत्वात्संचारोपपत्तिः स्वच्छत्वाच्च अप्रतिघातोपपत्तिः अत एव च देहान्निर्गच्छत् पार्श्वस्थैर्नोपलभ्यते।।"}, "2": {"0": "।।4.3.9।।", "1": "  तुशब्द आशङ्काव्यावृत्त्यर्थः परब्रह्मसामीप्यात् अपरस्य ब्रह्मणः तस्मिन्नपि ब्रह्मशब्दप्रयोगो न विरुध्यते।  परमेव हि ब्रह्म विशुद्धोपाधिसंबन्धं क्वचित्कैश्चिद्विकारधर्मैर्मनोमयत्वादिभिः उपासनाय उपदिश्यमानम् अपरमिति स्थितिः।।", "2": "  ननु कार्यप्राप्तौ अनावृत्तिश्रवणं न घटते न हि परस्माद्ब्रह्मणोऽन्यत्र क्वचिन्नित्यतां संभावयन्ति दर्शयति च ", "3": "देवयानेन पथा प्रस्थितानामनावृत्तिम्  एतेन प्रतिपद्यमाना इमं मानवमावर्तं नावर्तन्ते  इति तेषामिह न पुनरावृत्तिरस्ति  तयोर्ध्वमायन्नमृतत्वमेति इति च अत्र ब्रूमः  "}, "3": {"0": "।।4.4.9।।", "1": "  अत एव च अवन्ध्यसंकल्पत्वात् अनन्याधिपतिर्विद्वान्भवति  नास्यान्योऽधिपतिर्भवतीत्यर्थः।  न हि प्राकृतोऽपि संकल्पयन् अन्यस्वामिकत्वमात्मनः सत्यां गतौ संकल्पयति।  श्रुतिश्चैतद्दर्शयति  अथ य इहात्मानमनुविद्य व्रजन्त्येतांश्च सत्यान्कामांस्तेषां सर्वेषु लोकेषु कामचारो भवति इति।।"}}}, "englishTitle": "Brahma Sutras", "language": "sanskrit", "dirname": "brahmasutra"}